{
    "Home": "Inicio",
    "Style": "Estilo",
    "About": "Acerca de",
    "Contact": "Contactar",
    "Language": "Idioma",
    "English": "Inglés",
    "Spanish": "Español",
    "Login": "El login",
    "Register": "Registrar",
    "Kazakhstan": "Kazajstán",
    "About Us": "Acerca de nosotros",
    "Welcome to DesARCH, your number one source for all things styles. We're dedicated to giving you the very best of advice, with a focus on sumptuous designs of buildings, modern solutions in architecture rendering, and quality.": "Bienvenido a DesARCH, tu fuente número uno para todo lo relacionado con los estilos. Nos dedicamos a ofrecerle el mejor asesoramiento, centrándonos en los diseños suntuosos de los edificios, las soluciones modernas en la representación de la arquitectura y la calidad.",
    "Founded in 2021 by Omar Temirgali, DesARCH has come a long way from its beginnings in Almaty, Kazakhstan. When Omar Temirgali first started out, his passion for \"demented design and style\" drove them to start implementing crazy ideas so that DesARCH can offer you the world's best building design. We now serve customers all over Kazakhstan and are thrilled that we're able to turn our passion into our own website.": "Fundada en 2021 por Omar Temirgali, DesARCH ha recorrido un largo camino desde sus inicios en Almaty, Kazajistán. Cuando Omar Temirgali empezó, su pasión por el \"diseño y el estilo dementes\" les llevó a empezar a implementar ideas locas para que DesARCH pueda ofrecerle el mejor diseño de edificios del mundo. Ahora servimos a clientes de todo Kazajistán y estamos encantados de poder convertir nuestra pasión en nuestro propio sitio web.",
    "We hope you enjoy our products as much as we enjoy offering them to you. If you have any questions or comments, please don't hesitate to contact us.": "Esperamos que disfrute de nuestros productos tanto como nosotros disfrutamos ofreciéndoselos. Si tiene alguna pregunta o comentario, no dude en ponerse en contacto con nosotros.",
    "Contacts": "Contactos",
    "If you have an issue or question, please, let us know.": "Si tiene algún problema o pregunta, por favor, háganoslo saber.",
    "Our telephone numbers:": "Nuestros teléfonos:",
    "Our emails:": "Nuestros emails:",
    "For more infromation click on this button": "Para más información, haga clic en este botón",
    "Send Me": "Envíame",
    "Welcome Back": "Bienvenido de nuevo",
    "Password": "Contraseña",
    "Forgot Your Password?": "¿Ha olvidado su contraseña?",
    "Remember Me": "Recuérdame",
    "Confirm Password": "Confirmar contraseña",
    "Published on": "Publicado en",
    "by": "por",
    "No posts found": "No se ha encontrado ningún puesto",
    "Back": "Volver",
    "Create Post": "Crear puesto",
    "Dashboard": "Tablero de mandos",
    "Logout": "Cierre de sesión",
    "Your articles": "Sus artículos",
    "Edit": "Editar",
    "Delete": "Borrar",
    "You have no articles": "No tiene artículos",
    "Title": "Título",
    "Article": "Artículo",
    "Submit": "Enviar",
    "Write post title": "Escribir el título de la entrada",
    "Edit Post": "Editar el puesto"
}